"About ThumbsUp" = "A propos de ThumbsUp";
"Check for Updates" = "Vérifier les mise à jour";
"Preferences..." = "Préférences...";
"Services" = "Services";
"Hide ThumbsUp" = "Masquer ThumbsUp";
"Hide Others" = "Masquer les autres";
"Show All" = "Tout afficher";
"Quit ThumbsUp" = "Quitter ThumbsUp";
"Edit" = "Édition";
"Undo" = "Annuler";
"Redo" = "Rétablir";
"Cut" = "Couper";
"Copy" = "Copier";
"Paste" = "Coller";
"Delete" = "Effacer";
"Select All" = "Tout sélectionner";
"Window" = "Fenêtre";
"Close Window" = "Fermer la fenêtre";
"Close All" = "Close All";
"Zoom Window" = "Agrandir / réduire";
"Minimize Window" = "Placer dans le dock";
"Bring All to Front" = "Tout ramener au premier plan";
"Help" = "Aide";
"ThumbsUp Help" = "Aide de ThumbsUp";
"Preferences" = "Préférences";

"General" = "Général";
"Extension:" = "Extension:";
"Name:" = "Nom:";
"Prefix" = "Préfixe";
"Suffix" = "Suffixe";
"Folder" = "Dossier";
"Format:" = "Format:";
"Quit when done" = "Quitter après travail";

"Create..." = "Créer...";
"Thumbnails" = "Vignettes";
"Thumbnails with Icons" = "Vignettes avec icônes";
"Icons for Originals" = "Icônes pour originaux";

"Sizing" = "Taille";
"Limit:" = "Limite:";
"Scale:" = "Echelle:";
"Percent" = "%";
"pixels" = "pixels";

"Compression & Quality" = "Compression et qualité";
"Antialiasing:" = "Anti-aliasing:";
"None" = "Aucun";
"Low" = "Bas";
"High" = "Haut";
"Sharpen:" = "Affinage:";
"Off" = "Aucun";
"Light" = "Léger";
"Medium" = "Moyen";
"Strong" = "Elevé";

"Forum" = "Forum des utilisateurs";
"Feedback" = "Contacter nous";
"Release Notes" = "Notes de mise à jour";